[AdventArmor X2ArmorTemplate]
FriendlyName="变种人护甲"
BriefSummary="变种人护甲"
TacticalText="<Bullet/> 变种人护甲"
AbilityDescName="变种人护甲"

[PlatedAdventArmor X2ArmorTemplate]
FriendlyName="变种人合金护甲"
BriefSummary="变种人合金护甲"
TacticalText="<Bullet/> 变种人合金护甲"
AbilityDescName="变种人护甲"

[PoweredAdventArmor X2ArmorTemplate]
FriendlyName="动力变种人护甲"
BriefSummary="动力变种人护甲"
TacticalText="<Bullet/> 动力变种人护甲"
AbilityDescName="变种人护甲"



[ShieldbearerArmor X2ArmorTemplate]
FriendlyName="持盾者护甲"
BriefSummary="持盾者护甲"
TacticalText="<Bullet/> 持盾者护甲"
AbilityDescName="持盾者护甲"

[PlatedShieldbearerArmor X2ArmorTemplate]
FriendlyName="持盾者合金护甲"
BriefSummary="持盾者合金护甲"
TacticalText="<Bullet/> 持盾者合金护甲"
AbilityDescName="持盾者护甲"

[PoweredShieldbearerArmor X2ArmorTemplate]
FriendlyName="动力持盾者护甲"
BriefSummary="动力持盾者护甲"
TacticalText="<Bullet/> 动力持盾者护甲"
AbilityDescName="持盾者护甲"



[OfficerArmor X2ArmorTemplate]
FriendlyName="军官护甲"
BriefSummary="军官护甲"
TacticalText="<Bullet/> 军官护甲"
AbilityDescName="军官护甲"

[PlatedOfficerArmor X2ArmorTemplate]
FriendlyName="军官合金护甲"
BriefSummary="军官合金护甲"
TacticalText="<Bullet/> 军官合金护甲"
AbilityDescName="军官护甲"

[PoweredOfficerArmor X2ArmorTemplate]
FriendlyName="动力军官护甲"
BriefSummary="动力军官护甲"
TacticalText="<Bullet/> 动力军官护甲"
AbilityDescName="军官护甲"



[BioTrooperArmor X2ArmorTemplate]
FriendlyName="生化士兵护甲"
BriefSummary="生化士兵护甲"
TacticalText="<Bullet/> 生化士兵护甲"
AbilityDescName="生化盾牌步兵护甲"

[PlatedBioTrooperArmor X2ArmorTemplate]
FriendlyName="生化士兵合金护甲"
BriefSummary="生化士兵合金护甲"
TacticalText="<Bullet/> 生化士兵合金护甲"
AbilityDescName="生化士兵护甲"

[PoweredBioTrooperArmor X2ArmorTemplate]
FriendlyName="动力生化士兵护甲"
BriefSummary="动力生化士兵护甲"
TacticalText="<Bullet/> 动力生化士兵护甲"
AbilityDescName="生化士兵护甲"



[FrostLegionArmor X2ArmorTemplate]
FriendlyName="寒霜军团护甲"
BriefSummary="寒霜军团护甲"
TacticalText="<Bullet/> 寒霜军团护甲"
AbilityDescName="寒霜军团护甲"

[PlatedFrostLegionArmor X2ArmorTemplate]
FriendlyName="寒霜军团合金护甲"
BriefSummary="冰雪军团合金护甲"
TacticalText="<Bullet/> 寒霜军团合金护甲"
AbilityDescName="寒霜军团护甲"

[PoweredFrostLegionArmor X2ArmorTemplate]
FriendlyName="动力寒霜军团护甲"
BriefSummary="动力寒霜军团护甲"
TacticalText="<Bullet/>动力寒霜军团护甲"
AbilityDescName="寒霜军团护甲"



[AssaultTrooperArmor X2ArmorTemplate]
FriendlyName="变种人突击兵护甲"
BriefSummary="变种人突击兵护甲"
TacticalText="<Bullet/> 变种人突击兵护甲"
AbilityDescName="变种人突击士兵护甲"

[PlatedAssaultTrooperArmor X2ArmorTemplate]
FriendlyName="变种人突击兵合金护甲"
BriefSummary="变种人突击兵合金护甲"
TacticalText="<Bullet/> 变种人突击兵合金护甲"
AbilityDescName="变种人突击士兵护甲"

[PoweredAssaultTrooperArmor X2ArmorTemplate]
FriendlyName="动力变种人突击兵护甲"
BriefSummary="动力变种人突击兵护甲"
TacticalText="<Bullet/> 动力变种人突击兵护甲"
AbilityDescName="变种人突击兵护甲"



[DestroyerCommandoArmor X2ArmorTemplate]
FriendlyName="毁灭突击兵护甲"
BriefSummary="毁灭突击兵护甲"
TacticalText="<Bullet/> 毁灭突击兵护甲"
AbilityDescName="毁灭突击兵护甲"

[PlatedDestroyerCommandoArmor X2ArmorTemplate]
FriendlyName="毁灭突击兵合金护甲"
BriefSummary="毁灭突击兵合金护甲"
TacticalText="<Bullet/> 毁灭突击兵合金护甲"
AbilityDescName="毁灭突击兵护甲"

[PoweredDestroyerCommandoArmor X2ArmorTemplate]
FriendlyName="动力毁灭突击兵护甲"
BriefSummary="动力毁灭突击兵护甲"
TacticalText="<Bullet/> 动力毁灭者突击兵护甲"
AbilityDescName="毁灭突击兵护甲"



[WraithCommandoArmor X2ArmorTemplate]
FriendlyName="幽灵突击兵护甲"
BriefSummary="幽灵突击兵护甲"
TacticalText="<Bullet/> 幽灵突击兵护甲"
AbilityDescName="幽灵突击兵护甲"

[PlatedWraithCommandoArmor X2ArmorTemplate]
FriendlyName="幽灵突击兵合金护甲"
BriefSummary="幽灵突击兵合金护甲"
TacticalText="<Bullet/> 幽灵突击兵合金护甲"
AbilityDescName="幽灵突击兵护甲"

[PoweredWraithCommandoArmor X2ArmorTemplate]
FriendlyName="动力幽灵突击兵护甲"
BriefSummary="动力幽灵突击兵护甲"
TacticalText="<Bullet/> 动力幽灵突击兵护甲"
AbilityDescName="幽灵突击兵护甲"



[RaptorCommandoArmor X2ArmorTemplate]
FriendlyName="猛禽突击兵护甲"
BriefSummary="猛禽突击兵护甲"
TacticalText="<Bullet/>猛禽突击兵护甲"
AbilityDescName="猛禽突击兵护甲"

[PlatedRaptorCommandoArmor X2ArmorTemplate]
FriendlyName="猛禽突击兵合金护甲"
BriefSummary="猛禽突击兵合金护甲"
TacticalText="<Bullet/>猛禽突击兵合金护甲"
AbilityDescName="猛禽突击兵护甲"

[PoweredRaptorCommandoArmor X2ArmorTemplate]
FriendlyName="动力猛禽突击兵护甲"
BriefSummary="动力猛禽突击兵护甲"
TacticalText="<Bullet/> 动力猛禽突击兵护甲"
AbilityDescName="动力猛禽突击兵护甲"



[PathfinderArmor X2ArmorTemplate]
FriendlyName="探路者护甲"
BriefSummary="探路者护甲"
TacticalText="<Bullet/> 探路者护甲"
AbilityDescName="探路者护甲"

[PlatedPathfinderArmor X2ArmorTemplate]
FriendlyName="探路者合金护甲"
BriefSummary="探路者合金护甲"
TacticalText="<Bullet/> 探路者合金护甲"
AbilityDescName="探路者护甲"

[PoweredPathfinderArmor X2ArmorTemplate]
FriendlyName="动力探路者护甲"
BriefSummary="动力探路者护甲"
TacticalText="<Bullet/> 动力探路者护甲"
AbilityDescName="探路者护甲"